<!DOCTYPE html>
<html>
	<head>	<title>Lo que me gusta hacer</title>
                    <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" type="text/css" href="./css/estilos.css">
<script type="text/javascript">
                var suma = 1;
        function contenido() {
                if (suma == 1) {
                document.getElementById("contenido").style.display = "block";
                suma = suma + 1;}
                 else {
                document.getElementById("contenido").style.display = "none";
                suma = 1;
                }
 }
         function contenido1() {
                if (suma == 1) {
                document.getElementById("contenido1").style.display = "block";
                suma = suma + 1;}
                 else {
                document.getElementById("contenido1").style.display = "none";
                suma = 1;
                }
 }
          function contenido2() {
                if (suma == 1) {
                document.getElementById("contenido2").style.display = "block";
                suma = suma + 1;}
                 else {
                document.getElementById("contenido2").style.display = "none";
                suma = 1;
                }
 }
           function contenido3() {
                if (suma == 1) {
                document.getElementById("contenido3").style.display = "block";
                suma = suma + 1;}
                 else {
                document.getElementById("contenido3").style.display = "none";
                suma = 1;
                }
 }
            function contenido4() {
                if (suma == 1) {
                document.getElementById("contenido4").style.display = "block";
                suma = suma + 1;}
                 else {
                document.getElementById("contenido4").style.display = "none";
                suma = 1;
                }
 }
        function ver() {
                if (suma == 1) {
                document.getElementById("citas").style.display = "block";
                suma = suma + 1;}
                else {
                document.getElementById("citas").style.display = "none";
                suma = 1;
                }
 }
        function ver2() {
                if (suma == 1) {
                document.getElementById("cita2").style.display = "block";
                suma = suma + 1;}
                        else {
                document.getElementById("cita2").style.display = "none";
                suma = 1;
                }
 }
        function ver3() {
                if (suma == 1) {
                document.getElementById("cita3").style.display = "block";
                suma = suma + 1;}
                        else {
                document.getElementById("cita3").style.display = "none";
                suma = 1;
                }
 }
</script>
</head>
	<body>
            <div class="bar">
               <ul class="lista" >
                   <li class="lista2"><a href="./index.html" class="barra">Inicio</a></li>
                    <li class="lista2"><a href="./infancia.html" class="barra">Mi infancia</a></li>
                    <li class="lista2"><a href="./adolescencia.html" class="barra">Mi Adolescencia</a></li>
                    <li class="lista2"><a href="./presente.html" class="barra">Mi presente</a>
                        <ul class="lista3"> 
                           <li class="lista3"><a href="./cosasg.html" class="barra">Lo que me gusta hacer</a></li>
                           <li class="lista3"><a href="./viactual.html" class="barra">Mi vida Actualmente</a></li>
                           <li class="lista3"><a href="./recomendaciones.html" class="barra">Algunas recomendaciones</a></li>
                        </ul>
                     </li>
                     <li class="lista2"><a href="./futuro.html" class="barra">Mi futuro</a></li>
                     <li class="lista2"><a href="./familia.html" class="barra">Familia</a></li>
                  </ul> 
              </div>
		<div class="margen">


		
			<h1 class="sadow" align="center">Lo que me gusta hacer</h1>

<div class="margen2">


<p  class="tres"><b>&#126;Dibujar</b>
                <div class="imgdec">
                        <img src="./img/dibujar.jpg" alt="Dibujar" title="Material para dibujar">
                        <input type="image" src="./img/flecha.png"  onclick="ver();" />
                        <div id="citas">
                        <cite>Material para dibujar</cite>

                </div>
        </div>
En la actualidad la verdad no son muchas las cosas que me gustan hacer pero entre esas cosas que si disfruto el realizar es el de dibujar y lo que se me hace mas curioso 
es de que a mi nunca me hab&#237;a gustado dibujar cuando era peque&ntilde;o hasta que un d&#237;a en una clase en la preparatoria nos dejaron dibujar algo y me di cuenta de que no tenia nada de 
talento o creatividad en pocas palabras mi dibujo apestaba daba pena lo cual me llevo a querer cambiar eso y as&#237; comenc&#233; a hacer algunos dibujos hasta que me di cuenta de que a pesar 
de que no me quedaban bien disfrutaba mucho mientras los hacia y poco a poco se volvi&#243; mas frecuente con lo que mi t&#233;cnica fue mejorando y siempre que estoy aburrido o me siento con 
ganas de hacer algo me pongo a dibujar lo que sea que me parezca interesante aunque normalmente son monitos chinos(personajes de anime o videojuegos) y por alg&#250;n momento de mi vida 
pensaba en dedicarme a realizar pinturas sobre todos los diferentes tipos de paisajes que puedan haber en el mundo e incluso viajar por el mundo realizando pinturas de monumentos que 
hallan sido parte de la historia del mundo.<a href="./galeria.html" >Galeria de dibujos</a><br>
</p>

 


<p class="tres"><b>&#126;Videojuegos  <input type="image" src="./img/mas.png"  onclick="contenido1();" />
</b>
</p>
<div id="contenido1">
 <img src="./img/control.png" alt="Control de videojuegos" title="control de videojuegos"><br>
Mi historia con los videojuegos es reciente me llama mas la atenci&#243;n jugar a esta edad que cuando era ni&ntilde;o claro como todo ni&ntilde;o de ves en cuando jugaba en mi caso en una consola DS aunque me aburr&#237;a muy r&#225;pido es algo extra&ntilde;o pero aun as&#237; me encanta jugar y desde que entre a la universidad e tenido mas contacto con este gran mundo de los videojuegos gracias a mis compa&ntilde;eros de clase que todo el tiempo hablaban de videojuegos y por consecuencia casi todos los viernes al salir de la escuela &#237;bamos a casa de un compa&ntilde;ero a jugar uno de mis juegos favoritos llamado S&#250;per smash bros. un grandioso juego de nintendo y en lo personal soy muy fan de los juegos de nintendo como Mario bros, donkey kong  y pokemon.No me gustan los juegos que tratan de usar armas como halo y creo que un de las razones es que me duele la cabeza cuando los e llegado a jugar por lo cual los evito lo mas posible. En la actualidad suelo jugar en mi celular algunos juegos como seria clash royale y pokemon go que me ayudan a divertirme en mis ratos libres y aunque muchos de mis amigos me dicen que esos juegos son para tontos a mi no me importa ya que mientras a mi me diviertan no me importa lo que los dem&#225;s digan y siempre lo e dicho y se lo digo a las personas que tienen miedo o no dices que juegan o hacen algo solo porque no quieren que los dem&#225;s se burlen de ellos.En la actualidad tengo much&#237;simas ganas de recordar los buenos momentos que e pasado jugando por lo cual tengo pensado el comprar una consola 3DS ya que en su momento cuando era ni&ntilde;o tuve un DS y consegu&#237;a divertirme mucho con mis amigos as&#237; que espero poder conseguirme uno para poder entretenerme una vez mas con la ayuda de los videojuegos.
</div>



<p class="tres"><b>&#126;Leer mangas y comics <input type="image" src="./img/mas.png"  onclick="contenido();" /></b>
</p>

<div id="contenido">

Leer comics y mangas japoneses es algo que cada ves se vuelve mas frecuente en mi vida y creo que se debe a que al gustarme dibujar cuando veo las historietas me gusta apreciar los dibujos que salen en ellas y me gustar&#237;a ser yo el que los dibuja y escribe esas historias porque tambi&#233;n me enganchan la historia de los comics aunque prefiero mas las historietas japonesas por la raz&#243;n de que de alguna forma me gusta mas el estilo que manejan  los dibujos mas que en los comics pero en si para mi es una gran forma de mostrar una historia y mas si te gusta dibujar.
                        <div class="imgdec" align="center">
                                <a href="./imagenes/xmen.html"><img src="./img/xmen.jpg" alt="cimic xmen" title="comic xmen"></a>
                                        <input type="image" src="./img/flecha.png"  onclick="ver2();" />
                                <div id="cita2">
                                        <cite>Comic Avengers Vs X-Men, Marvel Comic</cite>
                        </div>
                </div>
        </div>

<p class="tres"><b>&#126;Hacer deporte </b><input type="image" src="./img/mas.png"  onclick="contenido3();" /></p>
<div id="contenido3" align="center">
esto algo mas que algo que me gusta hacer es algo que considero fundamental para mantener una vida saludable adem&#225;s de que te libera del estr&#233;s y evita que se te acumule y en lo personal es muy divertido el conocer gente jugando aunque jugando videojuegos tambi&#233;n conoces gente pero no es igual al salir al aire libre y convivir con el mundo al estar acostado o sentado jugando todo el d&#237;a encerrado en tu casa.
El deporte que mas me gusta es el f&#250;tbol porque gracias el pude lograr muchas cosas y a pesar de que actualmente no lo practico mucho puedo decir que siempre tendr&#233; una afici&#243;n por el.<br>
<img src="./img/deporte.gif" alt="Champions league" title="Champions league" >
</div>

<p class="tres"><b>Algunas cosas que me molestan
</b><input type="image" src="./img/mas.png"  onclick="contenido4();" />
</p>
<div id="contenido4">

La verdad hay pocas cosas que me molestan pero hay algo que enserio no tolero demasiado y eso es las personas que presumen todo o tienen todo a que me refiero espec&#237;ficamente a esas personas que cuando tu estas contando algo ellos dicen que ya les paso o que ellos tienen lo que tu pero mejor y mas bonito esa clase de personas son las que siempre trato de evitar y cuando me encuentro con una mejor me voy del lugar sin dudarlo antes de que me enoje.
<br>Una cosa que me molesta pero ya me acostumbre a que me pase es cuando voy en un cami&#243;n y por mas que gritas el chofer no se detiene solo porque trae su musica a todo volumen y no le presta atenci&#243;n a los dem&#225;s, aclarando no me molesta que escuche su musica mas bien es el hecho de que la tengan al tope del volumen.
tambi&#233;n me molesta que me molesten cuando estoy concentrado haciendo algo importante por ejemplo cuando estoy en clases y un compa&ntilde;ero me esta picando las costillas para que me desconcentre normalmente lo tolero pero cuando es algo importante no me gusta ya que hace que me desconcentre y pierda la idea de lo que estoy haciendo.Y esas son las pocas cosas que me molestan a se me olvidaba una tambi&#233;n me molesta la pel&#237;cula de X-men origenes wolverine solo dios sabe como pudieron ser capases de arruinar a un personaje tan genial como wolverine.
                <div class="imgdec" align="center">
                        <a href="./imagenes/enojado.html">
                        <img src="./img/enojado.jpg" alt="Lo que me enoja" title="Don ramon enojado"></a>
                                <input type="image" src="./img/flecha.png"  onclick="ver3();" />
                                <div id="cita3">
                                <cite>Cosas que me enojan como a Don Ramon</cite>
                        </div>
                </div>        
        
        </div>

<a href="./presente.html" class="barra1">Regresar</a>		

</div>
		</div>
	</body>



</html>